Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.workspaces.empty.setupGuide
source: See Docs
ar: عرض المستندات
de: Doku anzeigen
es: Ver documentación
fr: Voir la documentation
ja: ドキュメントを見る
ko: 문서 보기
zh_hans: 查看文档
zh_hant: 查看文件

# connection.relay.timedOut
source: The relay connection timed out.
ar: انتهت مهلة اتصال الترحيل.
de: Zeitüberschreitung bei der Relay-Verbindung.
es: Se agotó el tiempo de espera de la conexión al relé.
fr: Le délai de connexion au relais a expiré.
ja: リレー接続がタイムアウトしました。
ko: 릴레이 연결 시간이 초과되었습니다.
zh_hans: 中继连接超时。
zh_hant: 轉送連線逾時。

# connection.relay.nativeFailure
source: Relay connection to %1$@ failed: %2$@.
ar: فشل اتصال الترحيل إلى %1$@: %2$@.
de: Relay-Verbindung zu %1$@ fehlgeschlagen: %2$@.
es: Error en la conexión al relé %1$@: %2$@.
fr: La connexion au relais %1$@ a échoué : %2$@.
ja: %1$@ へのリレー接続に失敗しました: %2$@。
ko: %1$@ 릴레이 연결 실패: %2$@.
zh_hans: 连接到中继服务器 %1$@ 失败：%2$@。
zh_hant: 連線至轉送伺服器 %1$@ 失敗：%2$@。

# mobile.buildType.beta
source: Beta
ar: بيتا
fr: Bêta
ja: ベータ
ko: 베타
zh_hans: 贝塔
zh_hant: 貝塔

# mobile.demo.computerName
source: Demo Mac
ar: Mac تجريبي
es: Mac de demostración
fr: Mac de démonstration
ja: デモMac
ko: 데모 Mac
zh_hans: 演示 Mac
zh_hant: 示範 Mac

# mobile.buildType.demo
source: Demo
ar: تجريبي
es: Manifestación
fr: Démo
ja: デモ
ko: 데모
zh_hans: 演示
zh_hant: 示範

# mobile.buildType.dev
source: Dev
ar: ديف
de: Entwickler
es: desarrollador
fr: Développeur
ja: 開発
ko: 데브
zh_hans: 开发者
zh_hant: 開發者

# mobile.buildType.internal
source: Internal
ar: داخلي
de: Intern
es: Interno
fr: Interne
ja: 社内
ko: 내부
zh_hans: 内部的
zh_hant: 內部的

# mobile.buildType.prod
source: Prod
ar: همز
es: Pinchar
fr: Produit
ja: 本番
ko: 찌르다
zh_hans: 产品
zh_hant: 產品

# auth.error.apple_config
source: Apple Sign In is not available yet. Please use another sign-in method.
ar: تسجيل الدخول إلى Apple غير متاح بعد. الرجاء استخدام طريقة تسجيل دخول أخرى.
de: Die Apple-Anmeldung ist noch nicht verfügbar. Bitte verwenden Sie eine andere Anmeldemethode.
es: El inicio de sesión de Apple aún no está disponible. Utilice otro método de inicio de sesión.
fr: La connexion Apple n’est pas encore disponible. Veuillez utiliser une autre méthode de connexion.
ja: Apple でのサインインはまだ利用できません。別のサインイン方法を使用してください。
ko: 아직 Apple 로그인을 사용할 수 없습니다. 다른 로그인 방법을 사용해 주세요.
zh_hans: Apple 登录尚不可用。请使用其他登录方式。
zh_hant: Apple 登入尚不可用。請使用其他登入方式。

# auth.error.code_expired
source: Code expired. Please request a new one.
ar: انتهت صلاحية الرمز. يرجى طلب واحدة جديدة.
de: Code abgelaufen. Bitte fordern Sie ein neues an.
es: El código expiró. Por favor solicite uno nuevo.
fr: Code expiré. Veuillez en demander un nouveau.
ja: コードの有効期限が切れました。新しいコードをリクエストしてください。
ko: 코드가 만료되었습니다. 새로운 것을 요청하세요.
zh_hans: 代码已过期。请索取一份新的。
zh_hant: 代碼已過期。請索取一份新的。

# auth.error.config
source: Sign in is temporarily unavailable. Please try again later.
ar: تسجيل الدخول غير متاح مؤقتا. يرجى المحاولة مرة أخرى في وقت لاحق.
de: Die Anmeldung ist vorübergehend nicht möglich. Bitte versuchen Sie es später noch einmal.
es: El inicio de sesión no está disponible temporalmente. Inténtelo de nuevo más tarde.
fr: La connexion est temporairement indisponible. Veuillez réessayer plus tard.
ja: サインインは一時的に利用できません。しばらくしてからもう一度お試しください。
ko: 일시적으로 로그인을 사용할 수 없습니다. 나중에 다시 시도해 주세요.
zh_hans: 暂时无法登录。请稍后重试。
zh_hant: 暫時無法登入。請稍後重試。

# auth.error.email_exists
source: An account with this email already exists. Try signing in instead.
ar: يوجد حساب بهذا البريد الإلكتروني بالفعل. حاول تسجيل الدخول بدلاً من ذلك.
de: Es existiert bereits ein Konto mit dieser E-Mail. Versuchen Sie stattdessen, sich anzumelden.
es: Ya existe una cuenta con este correo electrónico. Intenta iniciar sesión en su lugar.
fr: Un compte avec cette adresse email existe déjà. Essayez plutôt de vous connecter.
ja: このメールのアカウントはすでに存在します。サインインを試してください。
ko: 이 이메일을 사용하는 계정이 이미 존재합니다. 대신 로그인해 보세요.
zh_hans: 使用此电子邮件的帐户已存在。请尝试登录。
zh_hant: 使用此电子邮件的帐户已存在。請嘗試登入。

# auth.error.email_requires_verification
source: Verify this email before requesting a sign-in code.
ar: تحقق من هذا البريد الإلكتروني قبل طلب رمز تسجيل الدخول.
de: Überprüfen Sie diese E-Mail, bevor Sie einen Anmeldecode anfordern.
es: Verifique este correo electrónico antes de solicitar un código de inicio de sesión.
fr: Vérifiez cet e-mail avant de demander un code de connexion.
ja: サインインコードをリクエストする前に、このメールアドレスを確認してください。
ko: 로그인 코드를 요청하기 전에 이 이메일을 확인하세요.
zh_hans: 在请求登录代码之前请验证此电子邮件。
zh_hant: 在請求登入代碼之前請驗證此電子郵件。

# auth.error.generic
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
de: Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor inténtalo de nuevo.
fr: Quelque chose s'est mal passé. Veuillez réessayer.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
zh_hans: 出了点问题。请再试一次。
zh_hant: 出了點問題。請再試一次。

# auth.error.invalid_code
source: Invalid code. Please check and try again.
ar: رمز غير صالح. يرجى التحقق والمحاولة مرة أخرى.
de: Ungültiger Code. Bitte überprüfen Sie es und versuchen Sie es erneut.
es: Código no válido. Por favor verifique e intente nuevamente.
fr: Code invalide. Veuillez vérifier et réessayer.
ja: コードが無効です。確認してもう一度お試しください。
ko: 코드가 잘못되었습니다. 확인하신 후 다시 시도해 주세요.
zh_hans: 代码无效。请检查并重试。
zh_hant: 代碼無效。請檢查並重試。

# auth.error.browser_sign_in_failed
source: Could not complete browser sign-in. Try again or open sign-in in your browser.
ar: تعذر إكمال تسجيل الدخول إلى المتصفح. حاول مرة أخرى أو افتح تسجيل الدخول في متصفحك.
de: Die Browseranmeldung konnte nicht abgeschlossen werden. Versuchen Sie es erneut oder öffnen Sie die Anmeldung in Ihrem Browser.
es: No se pudo completar el inicio de sesión en el navegador. Inténtalo de nuevo o abre el inicio de sesión en tu navegador.
fr: Impossible de terminer la connexion au navigateur. Réessayez ou ouvrez la connexion dans votre navigateur.
ja: ブラウザでのサインインを完了できませんでした。もう一度試すか、ブラウザでサインインを開いてください。
ko: 브라우저 로그인을 완료할 수 없습니다. 다시 시도하거나 브라우저에서 로그인을 열어보세요.
zh_hans: 无法完成浏览器登录。请重试或在浏览器中打开登录。
zh_hant: 無法完成瀏覽器登入。請重試或在瀏覽器中開啟登入。

# auth.error.invalid_code_short
source: Invalid code. Please try again.
ar: رمز غير صالح. يرجى المحاولة مرة أخرى.
de: Ungültiger Code. Bitte versuchen Sie es erneut.
es: Código no válido. Por favor inténtalo de nuevo.
fr: Code invalide. Veuillez réessayer.
ja: コードが無効です。もう一度お試しください。
ko: 코드가 잘못되었습니다. 다시 시도해 주세요.
zh_hans: 代码无效。请再试一次。
zh_hant: 代碼無效。請再試一次。

# auth.error.invalid_callback
source: The sign-in callback was invalid. Try signing in again.
ar: رد الاتصال بتسجيل الدخول كان غير صالح. حاول تسجيل الدخول مرة أخرى.
de: Der Anmelderückruf war ungültig. Versuchen Sie erneut, sich anzumelden.
es: La devolución de llamada de inicio de sesión no fue válida. Intente iniciar sesión nuevamente.
fr: Le rappel de connexion n’était pas valide. Essayez de vous connecter à nouveau.
ja: サインインコールバックが無効です。もう一度サインインしてください。
ko: 로그인 콜백이 잘못되었습니다. 다시 로그인해 보세요.
zh_hans: 登录回调无效。尝试重新登录。
zh_hant: 登入回調無效。嘗試重新登入。

# auth.error.invalid_email
source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, introduce una dirección de correo electrónico válida.
fr: S'il vous plaît, mettez une adresse email valide.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
zh_hans: 请输入有效的电子邮件地址。
zh_hant: 請輸入有效的電子郵件地址。

# auth.error.invalid_mfa
source: Incorrect verification code. Please try again.
ar: رمز التحقق غير صحيح. يرجى المحاولة مرة أخرى.
de: Falscher Bestätigungscode. Bitte versuchen Sie es erneut.
es: Código de verificación incorrecto. Por favor inténtalo de nuevo.
fr: Code de vérification incorrect. Veuillez réessayer.
ja: 確認コードが正しくありません。もう一度お試しください。
ko: 잘못된 인증 코드입니다. 다시 시도해 주세요.
zh_hans: 验证码不正确。请再试一次。
zh_hant: 驗證碼不正確。請再試一次。

# auth.error.network
source: Could not connect to the server. Check your internet connection and try again.
ar: تعذر الاتصال بالخادم. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
de: Es konnte keine Verbindung zum Server hergestellt werden. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: No se pudo conectar al servidor. Verifique su conexión a Internet e inténtelo nuevamente.
fr: Impossible de se connecter au serveur. Vérifiez votre connexion Internet et réessayez.
ja: サーバーに接続できませんでした。インターネット接続を確認してもう一度お試しください。
ko: 서버에 연결할 수 없습니다. 인터넷 연결을 확인하고 다시 시도하세요.
zh_hans: 无法连接到服务器。检查您的互联网连接，然后重试。
zh_hant: 無法連接到伺服器。檢查您的網路連接，然後再試一次。

# auth.error.network_error
source: Network error. Please check your connection.
ar: خطأ في الشبكة. يرجى التحقق من الاتصال الخاص بك.
de: Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung.
es: Error de red. Por favor verifique su conexión.
fr: Erreur réseau. Veuillez vérifier votre connexion.
ja: ネットワークエラーです。接続を確認してください。
ko: 네트워크 오류입니다. 연결을 확인해주세요.
zh_hans: 网络错误。请检查您的连接。
zh_hant: 網路錯誤。請檢查您的連線。

# auth.error.oauth_linked
source: This account is already linked to another sign-in method.
ar: هذا الحساب مرتبط بالفعل بطريقة تسجيل دخول أخرى.
de: Dieses Konto ist bereits mit einer anderen Anmeldemethode verknüpft.
es: Esta cuenta ya está vinculada a otro método de inicio de sesión.
fr: Ce compte est déjà lié à une autre méthode de connexion.
ja: このアカウントは別のサインイン方法にすでにリンクされています。
ko: 이 계정은 이미 다른 로그인 방법에 연결되어 있습니다.
zh_hans: 该帐户已链接到其他登录方法。
zh_hant: 該帳戶已連結至其他登入方法。

# auth.error.passkey_failed
source: Passkey authentication failed. Please try again.
ar: فشلت مصادقة مفتاح المرور. يرجى المحاولة مرة أخرى.
de: Die Passkey-Authentifizierung ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error de autenticación de clave de acceso. Por favor inténtalo de nuevo.
fr: L'authentification par mot de passe a échoué. Veuillez réessayer.
ja: パスキー認証に失敗しました。もう一度お試しください。
ko: 패스키 인증에 실패했습니다. 다시 시도해 주세요.
zh_hans: 密钥验证失败。请再试一次。
zh_hant: 密鑰驗證失敗。請再試一次。

# auth.error.rate_limit
source: Too many attempts. Please wait a moment and try again.
ar: محاولات كثيرة جدًا. الرجاء الانتظار لحظة وحاول مرة أخرى.
de: Zu viele Versuche. Bitte warten Sie einen Moment und versuchen Sie es erneut.
es: Demasiados intentos. Espere un momento e inténtelo de nuevo.
fr: Trop de tentatives. Veuillez patienter un moment et réessayer.
ja: 試行回数が多すぎます。少し待ってからもう一度お試しください。
ko: 시도 횟수가 너무 많습니다. 잠시 후에 다시 시도해 주세요.
zh_hans: 尝试次数太多。请稍等片刻，然后重试。
zh_hant: 嘗試次數太多。請稍等片刻，然後重試。

# auth.error.server_error
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
de: Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor inténtalo de nuevo.
fr: Quelque chose s'est mal passé. Veuillez réessayer.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
zh_hans: 出了点问题。请再试一次。
zh_hant: 出了點問題。請再試一次。

# auth.error.timed_out
source: Sign-in timed out. Check your connection and try again.
ar: انتهت مهلة تسجيل الدخول. تحقق من اتصالك وحاول مرة أخرى.
de: Zeitüberschreitung bei der Anmeldung. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Se agotó el tiempo de inicio de sesión. Comprueba tu conexión y vuelve a intentarlo.
fr: Le délai de connexion a expiré. Vérifiez votre connexion et réessayez.
ja: サインインがタイムアウトしました。接続を確認してもう一度お試しください。
ko: 로그인 시간이 초과되었습니다. 연결을 확인하고 다시 시도하세요.
zh_hans: 登录超时。检查您的连接并重试。
zh_hant: 登入超時。檢查您的連線並重試。

# auth.error.unauthorized
source: Session expired. Please sign in again.
ar: انتهت صلاحية الجلسة. الرجاء تسجيل الدخول مرة أخرى.
de: Sitzung abgelaufen. Bitte melden Sie sich erneut an.
es: La sesión expiró. Por favor inicia sesión nuevamente.
fr: Session expirée. Veuillez vous reconnecter.
ja: セッションの有効期限が切れました。もう一度サインインしてください。
ko: 세션이 만료되었습니다. 다시 로그인해 주세요.
zh_hans: 会话已过期。请重新登录。
zh_hant: 會話已過期。請重新登入。

# auth.error.user_not_found
source: No account found with this email.
ar: لم يتم العثور على حساب مع هذا البريد الإلكتروني.
de: Mit dieser E-Mail wurde kein Konto gefunden.
es: No se encontró ninguna cuenta con este correo electrónico.
fr: Aucun compte trouvé avec cet email.
ja: このメールのアカウントは見つかりません。
ko: 이 이메일에는 계정이 없습니다.
zh_hans: 未找到此电子邮件的帐户。
zh_hant: 未找到此電子郵件的帳號。

# auth.error.wrong_password
source: Incorrect email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
de: Falsche E-Mail-Adresse oder falsches Passwort.
es: Correo electrónico o contraseña incorrectos.
fr: Email ou mot de passe incorrect.
ja: メールまたはパスワードが正しくありません。
ko: 이메일이나 비밀번호가 잘못되었습니다.
zh_hans: 电子邮件或密码不正确。
zh_hant: 電子郵件或密碼不正確。

# mobile.addDevice.accountHelp
source: Pairing uses this account. If it does not match the Mac, sign in to the same account, then scan the Mac QR or enter its numeric Tailscale IP.
ar: يستخدم الاقتران هذا الحساب. إذا لم يكن مطابقًا لجهاز Mac، فقم بتسجيل الدخول إلى الحساب نفسه، ثم قم بمسح Mac QR ضوئيًا أو أدخل Tailscale IP الرقمي الخاص به.
de: Beim Pairing wird dieses Konto verwendet. Wenn es nicht mit dem Mac übereinstimmt, melden Sie sich bei demselben Konto an, scannen Sie dann den Mac-QR oder geben Sie dessen numerische Tailscale-IP ein.
es: El emparejamiento utiliza esta cuenta. Si no coincide con la Mac, inicie sesión en la misma cuenta, luego escanee el QR de Mac o ingrese su IP numérica de Tailscale.
fr: Le jumelage utilise ce compte. S'il ne correspond pas au Mac, connectez-vous au même compte, puis scannez le QR Mac ou entrez son adresse IP Tailscale numérique.
ja: ペアリングではこのアカウントを使用します。Mac と一致しない場合は、同じアカウントでサインインしてから、Mac の QR をスキャンするか数値の Tailscale IP を入力してください。
ko: 페어링에서는 이 계정을 사용합니다. Mac과 일치하지 않는 경우 동일한 계정으로 로그인한 다음 Mac QR을 스캔하거나 숫자로 된 Tailscale IP를 입력하세요.
zh_hans: 配对使用此帐户。如果与 Mac 不匹配，请登录同一帐户，然后扫描 Mac QR 或输入其数字 Tailscale IP。
zh_hant: 配對使用此帳戶。如果與 Mac 不匹配，請登入相同帳戶，然後掃描 Mac QR 或輸入其數位 Tailscale IP。

# mobile.addDevice.accountTitle
source: This device
ar: هذا الجهاز
de: Dieses Gerät
es: este dispositivo
fr: Cet appareil
ja: このデバイス
ko: 이 장치
zh_hans: 这个装置
zh_hant: 這個裝置

# mobile.addDevice.help
source: Scan the Mac's pairing QR, or enter its numeric Tailscale IP and port. In the Simulator, 127.0.0.1 can connect to a local Mac. MagicDNS names and local or LAN hosts aren't supported for account-authenticated pairing.
ar: قم بمسح QR الخاص بإقران جهاز Mac، أو أدخل رقم Tailscale IP والمنفذ. في جهاز المحاكاة، يمكن لـ 127.0.0.1 الاتصال بجهاز Mac محلي. أسماء MagicDNS والمضيفين المحليين أو مضيفي الشبكة المحلية (LAN) غير مدعومين للاقتران الذي تمت مصادقة الحساب عليه.
de: Scannen Sie den Kopplungs-QR des Mac oder geben Sie die numerische Tailscale-IP und den Port ein. Im Simulator kann 127.0.0.1 eine Verbindung zu einem lokalen Mac herstellen. MagicDNS-Namen und lokale oder LAN-Hosts werden für die kontoauthentifizierte Kopplung nicht unterstützt.
es: Escanee el QR de emparejamiento de la Mac o ingrese su IP y puerto numéricos de Tailscale. En el Simulador, 127.0.0.1 puede conectarse a una Mac local. Los nombres MagicDNS y los hosts locales o LAN no son compatibles con el emparejamiento autenticado por cuenta.
fr: Scannez le QR de couplage du Mac ou entrez son adresse IP et son port Tailscale numériques. Dans le simulateur, 127.0.0.1 peut se connecter à un Mac local. Les noms MagicDNS et les hôtes locaux ou LAN ne sont pas pris en charge pour le couplage authentifié par compte.
ja: Mac のペアリング QR をスキャンするか、数値の Tailscale IP アドレスとポートを入力してください。シミュレータでは 127.0.0.1 で Mac に接続できます。アカウント認証によるペアリングでは、MagicDNS 名やローカル／LAN ホストはサポートされません。
ko: Mac의 페어링 QR을 스캔하거나 숫자로 된 Tailscale IP 및 포트를 입력하세요. 시뮬레이터에서 127.0.0.1은 로컬 Mac에 연결할 수 있습니다. MagicDNS 이름과 로컬 또는 LAN 호스트는 계정 인증 페어링에 지원되지 않습니다.
zh_hans: 扫描 Mac 的配对二维码，或输入其数字 Tailscale IP 和端口。在模拟器中，127.0.0.1可以连接到本地Mac。帐户验证配对不支持 MagicDNS 名称和本地或 LAN 主机。
zh_hant: 掃描 Mac 的配對二維碼，或輸入其數位 Tailscale IP 和連接埠。在模擬器中，127.0.0.1可以連接到本機Mac。帳戶驗證配對不支援 MagicDNS 名稱和本機或 LAN 主機。

# mobile.addDevice.hostLabel
source: HOST
ar: يستضيف
de: GASTGEBER
es: ANFITRIÓN
fr: HÔTE
ja: ホスト
ko: 주인
zh_hans: 主持人
zh_hant: 主持人

# mobile.addDevice.hostPlaceholder
source: 100.x.x.x (Tailscale IP; 127.0.0.1 in Simulator)
ar: 100.x.x.x (Tailscale IP؛ 127.0.0.1 في جهاز المحاكاة)
de: 100.x.x.x (Tailscale IP; 127.0.0.1 im Simulator)
es: 100.x.x.x (IP de escala trasera; 127.0.0.1 en Simulador)
fr: 100.x.x.x (IP Tailscale ; 127.0.0.1 dans le simulateur)
ja: 100.x.x.x（Tailscale IP、シミュレータでは127.0.0.1）
ko: 100.x.x.x(Tailscale IP, 시뮬레이터에서는 127.0.0.1)
zh_hans: 100.x.x.x（Tailscale IP；模拟器中为 127.0.0.1）
zh_hant: 100.x.x.x（Tailscale IP；模擬器中為 127.0.0.1）

# mobile.addDevice.invalidHost
source: Enter a host or IP address, without spaces or URL paths.
ar: أدخل مضيفًا أو عنوان IP، بدون مسافات أو مسارات URL.
de: Geben Sie einen Host oder eine IP-Adresse ohne Leerzeichen oder URL-Pfade ein.
es: Ingrese un host o dirección IP, sin espacios ni rutas URL.
fr: Entrez un hôte ou une adresse IP, sans espaces ni chemins d'URL.
ja: スペースや URL パスを含めず、ホストまたは IP アドレスを入力してください。
ko: 공백이나 URL 경로 없이 호스트 또는 IP 주소를 입력하세요.
zh_hans: 输入主机或 IP 地址，不带空格或 URL 路径。
zh_hant: 輸入主機或 IP 位址，不含空格或 URL 路徑。

# mobile.addDevice.invalidPort
source: Enter a port from 1 to 65535.
ar: أدخل المنفذ من 1 إلى 65535.
de: Geben Sie einen Port von 1 bis 65535 ein.
es: Ingrese un puerto del 1 al 65535.
fr: Entrez un port compris entre 1 et 65535.
ja: 1 から 65535 までのポートを入力してください。
ko: 1~65535 사이의 포트를 입력하세요.
zh_hans: 输入 1 到 65535 之间的端口。
zh_hant: 輸入 1 到 65535 之間的連接埠。

# mobile.addDevice.tailscaleNumericRequired
source: For Tailscale pairing, enter the Mac's numeric Tailscale IP or scan its QR. MagicDNS names and local or LAN hosts aren't supported.
ar: لإقران Tailscale، أدخل عنوان Tailscale IP الرقمي لجهاز Mac أو قم بمسح QR الخاص به. أسماء MagicDNS والمضيفين المحليين أو مضيفي الشبكة المحلية (LAN) غير مدعومين.
de: Geben Sie für die Tailscale-Kopplung die numerische Tailscale-IP des Mac ein oder scannen Sie dessen QR. MagicDNS-Namen und lokale oder LAN-Hosts werden nicht unterstützt.
es: Para el emparejamiento de Tailscale, ingrese la IP numérica de Tailscale de la Mac o escanee su QR. No se admiten nombres MagicDNS ni hosts locales o LAN.
fr: Pour le couplage Tailscale, entrez l’adresse IP Tailscale numérique du Mac ou scannez son QR. Les noms MagicDNS et les hôtes locaux ou LAN ne sont pas pris en charge.
ja: Tailscale でペアリングするには、Mac の数値 Tailscale IP アドレスを入力するか QR をスキャンしてください。MagicDNS 名やローカル／LAN ホストはサポートされません。
ko: Tailscale 페어링의 경우 Mac의 숫자 Tailscale IP를 입력하거나 QR을 스캔하세요. MagicDNS 이름과 로컬 또는 LAN 호스트는 지원되지 않습니다.
zh_hans: 对于 Tailscale 配对，请输入 Mac 的数字 Tailscale IP 或扫描其 QR。不支持 MagicDNS 名称和本地或 LAN 主机。
zh_hant: 對於 Tailscale 配對，請輸入 Mac 的數位 Tailscale IP 或掃描其 QR。不支援 MagicDNS 名稱和本機或 LAN 主機。

# mobile.addDevice.manualRouteWarning
source: For account-authenticated pairing, enter the Mac's numeric Tailscale IP or scan its QR. MagicDNS names and local or LAN hosts aren't supported.
ar: بالنسبة للاقتران المعتمد من الحساب، أدخل عنوان Tailscale IP الرقمي لجهاز Mac أو قم بمسح QR الخاص به. أسماء MagicDNS والمضيفين المحليين أو مضيفي الشبكة المحلية (LAN) غير مدعومين.
de: Geben Sie für die kontoauthentifizierte Kopplung die numerische Tailscale-IP des Mac ein oder scannen Sie dessen QR. MagicDNS-Namen und lokale oder LAN-Hosts werden nicht unterstützt.
es: Para el emparejamiento autenticado de cuenta, ingrese la IP numérica de Tailscale de la Mac o escanee su QR. No se admiten nombres MagicDNS ni hosts locales o LAN.
fr: Pour le couplage authentifié par compte, entrez l’adresse IP numérique Tailscale du Mac ou scannez son QR. Les noms MagicDNS et les hôtes locaux ou LAN ne sont pas pris en charge.
ja: アカウント認証によるペアリングでは、Mac の数値 Tailscale IP アドレスを入力するか QR をスキャンしてください。MagicDNS 名やローカル／LAN ホストはサポートされません。
ko: 계정 인증 페어링의 경우 Mac의 숫자 Tailscale IP를 입력하거나 QR을 스캔하세요. MagicDNS 이름과 로컬 또는 LAN 호스트는 지원되지 않습니다.
zh_hans: 对于经过帐户验证的配对，请输入 Mac 的数字 Tailscale IP 或扫描其 QR。不支持 MagicDNS 名称和本地或 LAN 主机。
zh_hant: 對於經過帳戶驗證的配對，請輸入 Mac 的數位 Tailscale IP 或掃描其 QR。不支援 MagicDNS 名稱和本機或 LAN 主機。

# mobile.addDevice.nameLabel
source: NAME
ar: اسم
es: NOMBRE
fr: NOM
ja: 名前
ko: 이름
zh_hans: 姓名
zh_hant: 姓名

# mobile.addDevice.namePlaceholder
source: Work Mac
ar: العمل ماك
de: Arbeits-Mac
es: Trabajo Mac
fr: Travailler sur Mac
ja: 仕事用 Mac
ko: 업무용 맥
zh_hans: 工作电脑
zh_hant: 工作電腦

# mobile.addDevice.notSignedIn
source: Not signed in on this device.
ar: لم يتم تسجيل الدخول على هذا الجهاز.
de: Auf diesem Gerät nicht angemeldet.
es: No has iniciado sesión en este dispositivo.
fr: Non connecté sur cet appareil.
ja: このデバイスではサインインしていません。
ko: 이 기기에 로그인되어 있지 않습니다.
zh_hans: 未在此设备上登录。
zh_hant: 未在此裝置上登入。

# mobile.addDevice.pair
source: Pair
ar: زوج
de: Paar
es: Par
fr: Paire
ja: ペアリング
ko: 쌍
zh_hans: 一对
zh_hant: 一對

# mobile.addDevice.portLabel
source: PORT
ar: ميناء
de: HAFEN
es: PUERTO
ja: ポート
ko: 포트
zh_hans: 港口
zh_hant: 港口

# mobile.addDevice.signedInFormat
source: Signed in as %@
ar: تم تسجيل الدخول باسم %@
de: Angemeldet als %@
es: Iniciado sesión como %@
fr: Connecté en tant que %@
ja: %@ としてサインイン中
ko: %@로 로그인됨

# mobile.addDevice.signedInUnknown
source: Signed in, email unavailable.
ar: تم تسجيل الدخول، البريد الإلكتروني غير متاح.
de: Angemeldet, E-Mail nicht verfügbar.
es: Iniciado sesión, correo electrónico no disponible.
fr: Connecté, email indisponible.
ja: サインイン済みですが、メールアドレスを取得できません。
ko: 로그인되어 있으며 이메일을 사용할 수 없습니다.
zh_hans: 已登录，电子邮件不可用。
zh_hant: 已登錄，電子郵件不可用。

# mobile.browserStream.addressPlaceholder
source: Search or enter address
ar: ابحث أو أدخل العنوان
de: Adresse suchen oder eingeben
es: Buscar o ingresar dirección
fr: Rechercher ou saisir une adresse
ja: 検索またはアドレスを入力
ko: 주소 검색 또는 입력
zh_hans: 搜索或输入地址
zh_hant: 搜尋或輸入地址

# mobile.browserStream.back
source: Back
ar: خلف
de: Zurück
es: Atrás
fr: Dos
ja: 戻る
ko: 뒤쪽에
zh_hans: 后退
zh_hant: 後退

# mobile.browserStream.close
source: Close Stream
ar: إغلاق الدفق
de: Stream schließen
es: Cerrar transmisión
fr: Fermer le flux
ja: ストリームを閉じる
ko: 스트림 닫기
zh_hans: 关闭流
zh_hant: 關閉流

# mobile.browserStream.dialog.input
source: Enter text
ar: أدخل النص
de: Geben Sie Text ein
es: Introducir texto
fr: Saisir du texte
ja: テキストを入力
ko: 텍스트를 입력하세요
zh_hans: 输入文字
zh_hant: 輸入文字

# mobile.browserStream.dialog.mediaDetail
source: This site wants to use your camera or microphone.
ar: يريد هذا الموقع استخدام الكاميرا أو الميكروفون الخاص بك.
de: Diese Website möchte Ihre Kamera oder Ihr Mikrofon verwenden.
es: Este sitio quiere usar su cámara o micrófono.
fr: Ce site souhaite utiliser votre caméra ou votre microphone.
ja: このサイトがカメラまたはマイクを使用しようとしています。
ko: 이 사이트에서 카메라나 마이크를 사용하려고 합니다.
zh_hans: 该网站想要使用您的相机或麦克风。
zh_hant: 網站想要使用您的相機或麥克風。

# mobile.browserStream.dialog.mediaTitle
source: Media Access
ar: الوصول إلى وسائل الإعلام
de: Medienzugriff
es: Acceso a los medios
fr: Accès aux médias
ja: メディアへのアクセス
ko: 미디어 액세스
zh_hans: 媒体访问
zh_hant: 媒體訪問

# mobile.browserStream.dialog.needsMac
source: Needs Your Mac
ar: يحتاج إلى جهاز Mac الخاص بك
de: Benötigt Ihren Mac
es: Necesita tu Mac
fr: A besoin de votre Mac
ja: Macでの操作が必要です
ko: Mac이 필요합니다
zh_hans: 需要你的 Mac
zh_hant: 需要你的 Mac

# mobile.browserStream.dialog.needsMacDetail
source: Complete this request on your Mac, or cancel it here.
ar: أكمل هذا الطلب على جهاز Mac الخاص بك، أو قم بإلغائه هنا.
de: Füllen Sie diese Anfrage auf Ihrem Mac aus oder brechen Sie sie hier ab.
es: Complete esta solicitud en su Mac o cancélela aquí.
fr: Complétez cette demande sur votre Mac ou annulez-la ici.
ja: Macでこのリクエストを完了するか、ここでキャンセルしてください。
ko: Mac에서 이 요청을 완료하거나 여기에서 취소하세요.
zh_hans: 在您的 Mac 上完成此请求，或在此处取消。
zh_hant: 在您的 Mac 上完成此請求，或在此處取消。

# mobile.browserStream.dialog.password
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
zh_hans: 密码
zh_hant: 密碼

# mobile.browserStream.dialog.requestTitle
source: Browser Request
ar: طلب المتصفح
de: Browser-Anfrage
es: Solicitud del navegador
fr: Demande du navigateur
ja: ブラウザからのリクエスト
ko: 브라우저 요청
zh_hans: 浏览器请求
zh_hant: 瀏覽器請求

# mobile.browserStream.dialog.username
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
ko: 사용자 이름
zh_hans: 用户名
zh_hant: 使用者名稱

# mobile.browserStream.disconnected
source: Browser Disconnected
ar: تم قطع اتصال المتصفح
de: Browserverbindung getrennt
es: Navegador desconectado
fr: Navigateur déconnecté
ja: ブラウザが切断されました
ko: 브라우저 연결 끊김
zh_hans: 浏览器已断开连接
zh_hant: 瀏覽器已斷開連接
